;------------------------------------------------------------------------------
; UltraDefrag GUI Hungarian Language Pack.
; Copyright (C) 2008 by Nagy Zsolt.
;------------------------------------------------------------------------------

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES         = Meghajtók újrakeresése
SKIP_REMOVABLE_MEDIA  = Hordozható meghajtó kihagyása
CLUSTER_MAP           = Kluszter térkép:
ANALYSE               = Analízis
DEFRAGMENT            = Indítás
COMPACT               = Kompakt
PAUSE                 = Szünet
STOP                  = Stop
REPORT                = Fragmentált
SETTINGS              = Beállítások
ABOUT                 = Súgó

; Drive's list items.

VOLUME                = Meghajtó
STATUS                = Állapot
FILESYSTEM            = File rendszer
TOTAL                 = Kapacitás
FREE                  = Szabad terület
PERCENT               = Százalék

; Status bar messages.

DIRS                  = könyvtárak
FILES                 = file-ok
FRAGMENTED            = töredezett
COMPRESSED            = tömörített
MFT                   = MFT

; Settings window.

EDIT_MAIN_OPTS        = Beállítások szerkesztése
EDIT_REPORT_OPTS      = Jelentés szerkesztése
READ_USER_MANUAL      = Felhasználói kézikönyv
; About window.

ABOUT_WIN_TITLE       = Ultra Defragmenter súgó
CREDITS               = Készítők
LICENSE               = Licensz

; END OF FILE
